Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Body has only part of this week's workouts cached. Open Body to refresh.
de: Body hat nur einen Teil der Trainings dieser Woche zwischengespeichert. Öffne Body, um sie zu aktualisieren.
es: Body solo tiene en caché parte de los entrenamientos de esta semana. Abre Body para actualizar.
fr: Body n’a en cache qu’une partie des exercices de cette semaine. Ouvrez Body pour actualiser.
hi: Body के कैश में इस सप्ताह के सिर्फ़ कुछ वर्कआउट हैं। रीफ़्रेश करने के लिए Body खोलें।
ru: В кэше Body только часть тренировок этой недели. Откройте Body, чтобы обновить данные.
tr: Body'nin önbelleğinde bu haftaki antrenmanların yalnızca bir kısmı var. Yenilemek için Body'yi açın.
zh_hans: Body 仅缓存了本周的部分运动记录。请打开 Body 刷新。

source: Body is for personal health awareness and visualization.
de: Body dient dem persönlichen Gesundheitsbewusstsein und der Visualisierung deiner Daten.
es: Body está pensado para conocer y visualizar tu salud personal.
fr: Body vous aide à mieux connaître et visualiser votre santé.
hi: Body निजी सेहत की जानकारी रखने और उसे विज़ुअलाइज़ करने के लिए है।
ru: Body помогает следить за своим здоровьем и наглядно видеть данные.
tr: Body, kişisel sağlık farkındalığı ve veri görselleştirme içindir.
zh_hans: Body 仅用于个人健康了解与数据可视化。

source: Body is refreshing Apple Health data now.
de: Body aktualisiert gerade die Daten aus Health.
es: Body está actualizando los datos de la app Salud.
fr: Body actualise maintenant les données de l’app Santé.
hi: Body अभी सेहत डेटा रीफ़्रेश कर रहा है।
ru: Body обновляет данные из приложения «Здоровье».
tr: Body şu anda Sağlık verilerini yeniliyor.
zh_hans: Body 正在刷新健康 App 数据。

source: Body needs permission to add photos. Allow it in Settings › Body › Photos, then try again.
de: Body braucht die Berechtigung, Fotos hinzuzufügen. Erlaube dies unter Einstellungen › Body › Fotos und versuche es dann erneut.
es: Body necesita permiso para añadir fotos. Permítelo en Ajustes › Body › Fotos y vuelve a intentarlo.
fr: Body a besoin d’une autorisation pour ajouter des photos. Accordez-la dans Réglages › Body › Photos, puis réessayez.
hi: Body को तस्वीरें जोड़ने की अनुमति चाहिए। सेटिंग › Body › तस्वीरें में इसकी अनुमति दें, फिर दोबारा कोशिश करें।
ru: Body нужно разрешение на добавление фото. Разрешите его в разделе «Настройки» › Body › «Фото» и повторите попытку.
tr: Body'nin fotoğraf eklemek için izne ihtiyacı var. Ayarlar › Body › Fotoğraflar bölümünden izin verin, ardından yeniden deneyin.
zh_hans: Body 需要添加照片的权限。请前往设置 › Body › 照片中允许后再试。

source: Body on your Home Screen
de: Body auf deinem Home-Bildschirm
es: Body en tu pantalla de inicio
fr: Body sur votre écran d’accueil
hi: आपकी होम स्क्रीन पर Body
ru: Body на экране «Домой»
tr: Ana Ekranınızda Body
zh_hans: 主屏幕上的 Body

source: Body Pro is temporarily unavailable.
de: Body Pro ist vorübergehend nicht verfügbar.
es: Body Pro no está disponible temporalmente.
fr: Body Pro est temporairement indisponible.
hi: Body Pro कुछ समय के लिए उपलब्ध नहीं है।
ru: Body Pro временно недоступен.
tr: Body Pro geçici olarak kullanılamıyor.
zh_hans: Body Pro 暂时不可用。

source: Body Pro is temporarily unavailable. Please try again.
de: Body Pro ist vorübergehend nicht verfügbar. Versuche es erneut.
es: Body Pro no está disponible temporalmente. Vuelve a intentarlo.
fr: Body Pro est temporairement indisponible. Réessayez.
hi: Body Pro कुछ समय के लिए उपलब्ध नहीं है। कृपया फिर कोशिश करें।
ru: Body Pro временно недоступен. Повторите попытку.
tr: Body Pro geçici olarak kullanılamıyor. Lütfen yeniden deneyin.
zh_hans: Body Pro 暂时不可用，请重试。

source: Body Pro isn't unlocked yet. Try Restore Purchases below, or contact support if this persists.
de: Body Pro ist noch nicht freigeschaltet. Tippe unten auf „Käufe wiederherstellen“ oder kontaktiere den Support, wenn das Problem bestehen bleibt.
es: Body Pro aún no está desbloqueado. Prueba Restaurar compras más abajo o, si el problema continúa, ponte en contacto con soporte.
fr: Body Pro n’est pas encore débloqué. Essayez « Rétablir les achats » ci-dessous, ou contactez l’assistance si le problème persiste.
hi: Body Pro अभी अनलॉक नहीं हुआ है। नीचे “ख़रीदारी रीस्टोर करें” आज़माएँ, या समस्या बनी रहे तो सहायता से संपर्क करें।
ru: Body Pro еще не открыт. Попробуйте «Восстановить покупки» ниже или обратитесь в поддержку, если проблема не исчезнет.
tr: Body Pro'nun kilidi henüz açılmadı. Aşağıdaki Satın Alınanları Geri Yükle seçeneğini deneyin, sorun devam ederse destek ekibiyle iletişime geçin.
zh_hans: Body Pro 尚未解锁。请尝试下方的恢复购买；如仍未解锁，请联系支持。

source: Body Radar
de: Körper­radar
es: Radar corporal
fr: Radar corporel
hi: Body रडार
ru: Радар тела
tr: Vücut Radarı
zh_hans: 身体雷达

source: Body Radar nights
de: Körperradar-Nächte
es: Noches de Radar corporal
fr: Nuits du radar corporel
hi: Body रडार की रातें
ru: Ночи радара тела
tr: Vücut Radarı geceleri
zh_hans: 身体雷达夜间记录

source: Body reads Apple Health data locally to power the app and widgets.
de: Body liest die Daten aus Health lokal, um die App und die Widgets zu versorgen.
es: Body lee los datos de la app Salud en tu dispositivo para que funcionen la app y los widgets.
fr: Body lit les données de l’app Santé localement pour faire fonctionner l’app et les widgets.
hi: ऐप और विजेट चलाने के लिए Body सेहत डेटा आपके डिवाइस पर ही पढ़ता है।
ru: Body читает данные приложения «Здоровье» прямо на устройстве для работы приложения и виджетов.
tr: Body, uygulamayı ve araç takımlarını beslemek için Sağlık verilerini aygıtta okur.
zh_hans: Body 在本地读取健康 App 数据，为 App 和小组件提供支持。

source: Body scores each night from the data available for that sleep window: amount, continuity, start time consistency, deep and REM share, pressure from sleep HRV, sleep vitals, and skin temperature. Pressure, vitals, and temperature are graded against your own recent overnight baselines. Sleep vitals use the same typical bands as the Vitals chart, so an outlier there costs points in proportion to how far it sits outside your band. The total is calibrated so only truly strong nights score high. Missing sensors are skipped instead of counted as zero.
de: Body bewertet jede Nacht anhand der Daten, die für dieses Schlaffenster vorliegen: Dauer, Kontinuität, Regelmäßigkeit der Einschlafzeit, Anteil von Tief- und REM-Schlaf, Schlafdruck aus der HRV im Schlaf, Vitalzeichen im Schlaf und Hauttemperatur. Schlafdruck, Vitalzeichen und Temperatur werden an deinen eigenen nächtlichen Basiswerten der letzten Zeit gemessen. Die Vitalzeichen im Schlaf nutzen dieselben Normalbereiche wie das Vitalzeichen-Diagramm, ein Ausreißer kostet dort also umso mehr Punkte, je weiter er außerhalb deines Bereichs liegt. Die Gesamtwertung ist so kalibriert, dass nur wirklich starke Nächte hoch abschneiden. Fehlende Sensoren werden übersprungen, statt mit null gewertet zu werden.
es: Body puntúa cada noche con los datos disponibles para ese periodo de sueño: cantidad, continuidad, regularidad de la hora de inicio, proporción de sueño profundo y REM, presión según la VFC durante el sueño, signos vitales del sueño y temperatura de la piel. La presión, los signos vitales y la temperatura se evalúan frente a tus propios valores de referencia nocturnos recientes. Los signos vitales del sueño usan los mismos rangos típicos que la gráfica de Signos vitales, así que un valor atípico resta puntos en proporción a lo lejos que quede de tu rango. El total está calibrado para que solo las noches realmente buenas obtengan una puntuación alta. Los sensores sin datos se omiten en lugar de contar como cero.
fr: Body note chaque nuit à partir des données disponibles pour cette période de sommeil : durée, continuité, régularité de l’heure d’endormissement, part de sommeil profond et paradoxal, pression de sommeil d’après la VFC nocturne, signes vitaux nocturnes et température cutanée. La pression, les signes vitaux et la température sont évalués par rapport à vos propres références nocturnes récentes. Les signes vitaux nocturnes utilisent les mêmes plages typiques que le graphique « Signes vitaux » : une anomalie y coûte des points en proportion de son écart par rapport à votre plage. Le total est étalonné pour que seules les nuits vraiment bonnes obtiennent un score élevé. Les capteurs manquants sont ignorés au lieu d’être comptés comme zéro.
hi: Body हर रात का स्कोर उस नींद के समय के उपलब्ध डेटा से तय करता है: अवधि, निरंतरता, सोने के समय की संगतता, गहरी और REM नींद का हिस्सा, नींद के दौरान HRV से मिलने वाला दबाव, नींद के वाइटल और त्वचा का तापमान। दबाव, वाइटल और तापमान को हाल की रातों की आपकी अपनी बेसलाइन से आँका जाता है। नींद के वाइटल वही सामान्य रेंज इस्तेमाल करते हैं जो वाइटल चार्ट में है, इसलिए वहाँ का कोई आउटलायर आपकी रेंज से जितना बाहर होता है, उसी अनुपात में अंक कटते हैं। कुल स्कोर इस तरह कैलिब्रेट किया गया है कि सिर्फ़ सच में अच्छी रातों को ही ऊँचा स्कोर मिले। जिन सेंसर का डेटा नहीं है, उन्हें शून्य गिनने के बजाय छोड़ दिया जाता है।
ru: Body оценивает каждую ночь по данным, доступным для этого периода сна: длительность, непрерывность, регулярность времени засыпания, доля глубокого и быстрого сна, давление сна по ВСР во сне, основные показатели во сне и температура кожи. Давление, основные показатели и температура оцениваются относительно Ваших недавних ночных базовых уровней. Для основных показателей во сне используются те же обычные диапазоны, что и на графике «Основные показатели», поэтому отклонение снижает оценку пропорционально тому, насколько далеко значение выходит за пределы Вашего диапазона. Итог откалиброван так, чтобы высокую оценку получали только действительно хорошие ночи. Данные отсутствующих датчиков пропускаются, а не учитываются как ноль.
tr: Body her geceyi o uyku aralığı için mevcut verilere göre puanlar: uyku miktarı, kesintisizlik, uykuya dalma saatinin düzenliliği, derin ve REM uykusunun payı, uyku HRV'sinden gelen baskı, uykudaki yaşam bulguları ve cilt sıcaklığı. Baskı, yaşam bulguları ve sıcaklık, yakın zamandaki kendi gece referanslarınıza göre değerlendirilir. Uykudaki yaşam bulguları, Yaşam Bulguları grafiğiyle aynı normal aralıkları kullanır, bu yüzden oradaki bir aykırı değer, aralığınızın ne kadar dışında kaldığıyla orantılı olarak puan kaybettirir. Toplam, yalnızca gerçekten güçlü gecelerin yüksek puan alacağı şekilde kalibre edilmiştir. Eksik sensörler sıfır sayılmak yerine atlanır.
zh_hans: Body 会根据该睡眠时段可用的数据为每晚评分：睡眠量、连续性、入睡时间规律性、深睡和快速眼动占比、睡眠心率变异性带来的压力、睡眠体征以及皮肤温度。压力、体征和体温会与你近期的夜间基准进行比较评分，其中睡眠体征采用与生命体征图表相同的典型范围，数值偏离该范围越远、扣分也越多，总分经过校准，只有真正优质的夜晚才会得高分。缺失的传感器数据会被跳过，而不会按零分计算。

source: Body sets up your dashboard with your Apple Health data. This one-time load can take a moment.
de: Body richtet deine Übersicht mit deinen Daten aus Health ein. Dieses einmalige Laden kann einen Moment dauern.
es: Body prepara tu panel con tus datos de la app Salud. Esta carga inicial, que solo se hace una vez, puede tardar un momento.
fr: Body prépare votre tableau de bord avec vos données Santé. Ce chargement initial peut prendre un moment.
hi: Body आपके सेहत डेटा से आपका डैशबोर्ड तैयार करता है। एक बार होने वाली इस लोडिंग में थोड़ा समय लग सकता है।
ru: Body настраивает панель по данным из приложения «Здоровье». Первая загрузка может занять немного времени.
tr: Body, Sağlık verilerinizle panonuzu hazırlar. Bu tek seferlik yükleme biraz zaman alabilir.
zh_hans: Body 正在使用你的健康 App 数据准备仪表盘。首次载入可能需要一点时间。

source: Body weight trend
de: Gewichtstrend
es: Tendencia del peso corporal
fr: Tendance du poids
hi: शरीर के वज़न का ट्रेंड
ru: Тренд веса
tr: Ağırlık eğilimi
zh_hans: 体重趋势

source: Body's cached data shows %@ today.
de: Die zwischengespeicherten Daten von Body zeigen heute %@.
es: Los datos en caché de Body muestran %@ hoy.
fr: Les données en cache de Body indiquent %@ aujourd’hui.
hi: Body का कैश डेटा आज %@ दिखाता है।
ru: По данным кэша Body сегодня: %@.
tr: Body'nin önbellekteki verileri bugün için %@ gösteriyor.
zh_hans: Body 的缓存数据显示今天有%@。

source: Body's predicted effort on every workout
de: Von Body prognostizierte Anstrengung für jedes Training
es: El esfuerzo que Body predice para cada entrenamiento
fr: Effort prédit par Body pour chaque exercice
hi: हर वर्कआउट पर Body का अनुमानित प्रयास
ru: Прогноз усилия от Body для каждой тренировки
tr: Body'nin her antrenman için tahmin ettiği efor
zh_hans: Body 为每次运动预测的强度

source: Body's prediction: %lld
de: Prognose von Body: %lld
es: Predicción de Body: %lld
fr: Prédiction de Body : %lld
hi: Body का अनुमान: %lld
ru: Прогноз Body: %lld
tr: Body'nin tahmini: %lld
zh_hans: Body 预测：%lld

source: Body's prediction: %lld out of 10
de: Prognose von Body: %lld von 10
es: Predicción de Body: %lld de 10
fr: Prédiction de Body : %lld sur 10
hi: Body का अनुमान: 10 में से %lld
ru: Прогноз Body: %lld из 10
tr: Body'nin tahmini: 10 üzerinden %lld
zh_hans: Body 预测：%lld 分（满分 10 分）

source: Body's prediction: Calculating…
de: Prognose von Body: Wird berechnet …
es: Predicción de Body: calculando…
fr: Prédiction de Body : calcul…
hi: Body का अनुमान: गणना की जा रही है…
ru: Прогноз Body: вычисление…
tr: Body'nin tahmini: Hesaplanıyor…
zh_hans: Body 预测：正在计算…

# bodyRadar.card.allTypical
source: All typical
de: Alles normal
es: Todo típico
fr: Tout est typique
hi: सब सामान्य
ru: Все в норме
tr: Hepsi normal aralıkta
zh_hans: 均在正常范围

# bodyRadar.chart.bandsDescription
source: Three stacked bands, tinted red for Major on top, pink for Minor in the middle, and plain for No signs at the bottom.
de: Drei gestapelte Bänder: oben rot für deutliche Anzeichen, in der Mitte rosa für leichte Anzeichen und unten ohne Farbe für keine Anzeichen.
es: Tres franjas apiladas: roja arriba para Claras, rosa en el medio para Leves y sin color abajo para Sin señales.
fr: Trois bandes superposées : rouge en haut pour « Marqué », rose au milieu pour « Léger » et neutre en bas pour « Aucun signe ».
hi: एक के ऊपर एक तीन बैंड: सबसे ऊपर प्रबल संकेत के लिए लाल, बीच में हल्के संकेत के लिए गुलाबी, और सबसे नीचे कोई संकेत नहीं के लिए बिना रंग का।
ru: Три полосы друг над другом: красная сверху для сильных признаков, розовая посередине для слабых признаков и бесцветная внизу для отсутствия признаков.
tr: Üst üste üç aralık: en üstte Belirgin için kırmızı, ortada Hafif için pembe, en altta Belirti Yok için renksiz.
zh_hans: 三条堆叠色带，顶部红色为明显迹象，中间粉色为轻微迹象，底部无色为无迹象。

# bodyRadar.detail.recentNights
source: Last 21 Nights
de: Letzte 21 Nächte
es: Últimas 21 noches
fr: 21 dernières nuits
hi: पिछली 21 रातें
ru: Последняя 21 ночь
tr: Son 21 Gece
zh_hans: 最近 21 晚

# bodyRadar.state.noData
source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
ru: Нет данных
tr: Veri Yok
zh_hans: 无数据

source: Both
de: Beides
es: Ambos
fr: Les deux
hi: दोनों
ru: Значок и текст
tr: Her İkisi
zh_hans: 图标和文字

# bodyRadar.warning.footnote
source: Rest and notice how you feel. Body Radar is not a medical device.
de: Ruh dich aus und achte darauf, wie du dich fühlst. Körperradar ist kein Medizinprodukt.
es: Descansa y presta atención a cómo te sientes. Radar corporal no es un dispositivo médico.
fr: Reposez-vous et écoutez votre corps. Le radar corporel n’est pas un dispositif médical.
hi: आराम करें और ध्यान दें कि आप कैसा महसूस कर रहे हैं। Body रडार कोई चिकित्सा उपकरण नहीं है।
ru: Отдохните и прислушайтесь к своему самочувствию. Радар тела не является медицинским устройством.
tr: Dinlenin ve kendinizi nasıl hissettiğinize dikkat edin. Vücut Radarı tıbbi bir aygıt değildir.
zh_hans: 注意休息，留意身体感受。身体雷达不是医疗设备。

# bodyRadar.warning.higher
source: Higher
de: Höher
es: Más alto
fr: Plus élevé
hi: ज़्यादा
ru: Выше
tr: Yüksek
zh_hans: 偏高

# bodyRadar.warning.lower
source: Lower
de: Niedriger
es: Más bajo
fr: Plus bas
hi: कम
ru: Ниже
tr: Düşük
zh_hans: 偏低

# bodyRadar.warning.persistence
source: The change continued from the night before.
de: Die Veränderung hat sich seit der Nacht davor fortgesetzt.
es: El cambio continuó desde la noche anterior.
fr: Ce changement se poursuit depuis la nuit précédente.
hi: यह बदलाव पिछली रात से जारी रहा।
ru: Изменение сохраняется с предыдущей ночи.
tr: Değişiklik önceki geceden beri sürüyor.
zh_hans: 这一变化从前一晚延续而来。

# bodyRadar.warning.sameNight
source: More than one kind of change showed up on the same night.
de: In derselben Nacht trat mehr als eine Art von Veränderung auf.
es: Apareció más de un tipo de cambio la misma noche.
fr: Plusieurs types de changements sont apparus la même nuit.
hi: एक ही रात में एक से ज़्यादा तरह के बदलाव दिखे।
ru: В одну ночь проявилось несколько видов изменений.
tr: Aynı gece birden fazla türde değişiklik görüldü.
zh_hans: 同一晚出现了不止一种变化。

# bodyRadar.warning.sentence
source: Your overnight readings for %@ moved away from your personal range.
de: Deine nächtlichen Werte für %@ haben sich von deinem persönlichen Bereich entfernt.
es: Tus lecturas nocturnas de %@ se alejaron de tu rango personal.
fr: Vos relevés nocturnes de %@ se sont écartés de votre plage personnelle.
hi: %@ की आपकी रात भर की रीडिंग आपकी निजी रेंज से हट गईं।
ru: Ночные значения вышли за пределы Вашего личного диапазона: %@.
tr: %@ için gece ölçümleriniz kişisel aralığınızın dışına çıktı.
zh_hans: 您 %@ 的夜间读数偏离了个人正常范围。

source: br/min
de: Atemzüge/Min.
es: resp/min
fr: resp/min
hi: साँस/मि॰
ru: вд/мин
tr: nefes/dk
zh_hans: 次/分钟

source: Breathing Rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
hi: श्वसन दर
ru: Частота дыхания
tr: Solunum Hızı
zh_hans: 呼吸频率

source: Breathing rate range
de: Atemfrequenzbereich
es: Rango de frecuencia respiratoria
fr: Plage de fréquence respiratoire
hi: श्वसन दर रेंज
ru: Диапазон частоты дыхания
tr: Solunum hızı aralığı
zh_hans: 呼吸频率范围

source: Breathing rate trend
de: Atemfrequenztrend
es: Tendencia de la frecuencia respiratoria
fr: Tendance de la fréquence respiratoire
hi: श्वसन दर ट्रेंड
ru: Тренд частоты дыхания
tr: Solunum hızı eğilimi
zh_hans: 呼吸频率趋势

source: Bridge End
de: Brückenende
es: Fin del puente
fr: Fin de la liaison
hi: ब्रिज अंत
ru: Конец перехода
tr: Köprü Sonu
zh_hans: 桥接结束

source: Bridge Start
de: Brückenbeginn
es: Inicio del puente
fr: Début de la liaison
hi: ब्रिज आरंभ
ru: Начало перехода
tr: Köprü Başlangıcı
zh_hans: 桥接起点

source: Bridge Y End
de: Brücke Y-Ende
es: Fin del puente Y
fr: Fin Y de la liaison
hi: ब्रिज Y अंत
ru: Конец перехода по Y
tr: Köprü Y Sonu
zh_hans: 桥接Y轴终点

source: Bridge Y Start
de: Brücke Y-Beginn
es: Inicio del puente Y
fr: Début Y de la liaison
hi: ब्रिज Y आरंभ
ru: Начало перехода по Y
tr: Köprü Y Başlangıcı
zh_hans: 桥接Y轴起点

source: Bright
de: Hell
es: Brillante
fr: Lumineux
hi: चमकीला
ru: Ярко
tr: Parlak
zh_hans: 明亮

source: Cached
de: Zwischengespeichert
es: En caché
fr: En cache
hi: कैश में
ru: В кэше
tr: Önbellekte
zh_hans: 已缓存

source: Calculating Body Radar...
de: Körperradar wird berechnet …
es: Calculando Radar corporal...
fr: Calcul du radar corporel…
hi: Body रडार की गणना की जा रही है...
ru: Вычисление радара тела…
tr: Vücut Radarı hesaplanıyor...
zh_hans: 正在计算身体雷达...

source: Calculating Readiness...
de: Tagesform wird berechnet …
es: Calculando preparación...
fr: Calcul de la préparation…
hi: रेडिनेस की गणना की जा रही है...
ru: Вычисление готовности…
tr: Hazırlık hesaplanıyor...
zh_hans: 正在计算准备度...

source: Calculating scores...
de: Werte werden berechnet …
es: Calculando puntuaciones...
fr: Calcul des scores…
hi: स्कोर की गणना की जा रही है...
ru: Вычисление оценок…
tr: Puanlar hesaplanıyor...
zh_hans: 正在计算评分…

source: Calculating Stress...
de: Stress wird berechnet …
es: Calculando estrés...
fr: Calcul du stress…
hi: तनाव की गणना की जा रही है...
ru: Вычисление стресса…
tr: Stres hesaplanıyor...
zh_hans: 正在计算压力...

source: Calculating Training Load...
de: Trainingsbelastung wird berechnet …
es: Calculando carga de entrenamiento...
fr: Calcul de la charge d’entraînement…
hi: ट्रेनिंग लोड की गणना की जा रही है...
ru: Вычисление тренировочной нагрузки…
tr: Antrenman Yükü hesaplanıyor...
zh_hans: 正在计算训练负荷...

source: Calculating…
de: Wird berechnet …
es: Calculando…
fr: Calcul…
hi: गणना की जा रही है…
ru: Вычисление…
tr: Hesaplanıyor…
zh_hans: 正在计算…

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
ru: Календарь
tr: Takvim
zh_hans: 日历

source: Calibrating
de: Wird kalibriert
es: Calibrando
fr: Étalonnage
hi: कैलिब्रेट हो रहा है
ru: Калибровка
tr: Kalibre Ediliyor
zh_hans: 校准中

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ru: Отменить
tr: Vazgeç
zh_hans: 取消

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Annulable à tout moment
hi: कभी भी रद्द कर सकते हैं
ru: Отмена в любой момент
tr: İstediğiniz zaman iptal edin
zh_hans: 可随时取消

source: Card Vibration
de: Kartenvibration
es: Vibración de tarjetas
fr: Vibrations des cartes
hi: कार्ड वाइब्रेशन
ru: Вибрация карточек
tr: Kart Titreşimi
zh_hans: 卡片震动

source: Change Photo
de: Foto ändern
es: Cambiar foto
fr: Changer de photo
hi: तस्वीर बदलें
ru: Изменить фото
tr: Fotoğrafı Değiştir
zh_hans: 更换照片

source: Chart Style
de: Diagrammstil
es: Estilo de gráfica
fr: Style de graphique
hi: चार्ट स्टाइल
ru: Стиль графика
tr: Grafik Stili
zh_hans: 图表样式

source: Chart Vibration
de: Diagrammvibration
es: Vibración de gráficas
fr: Vibrations des graphiques
hi: चार्ट वाइब्रेशन
ru: Вибрация графиков
tr: Grafik Titreşimi
zh_hans: 图表震动

# chart.dayCount.short
source: %lldd
de: %lld T
fr: %lld j
hi: %lld दिन
ru: %lld дн.
tr: %lld g
zh_hans: %lld天

# chart.legendRange
source: Range
de: Spanne
es: Rango
fr: Plage
hi: रेंज
ru: Диапазон
tr: Aralık
zh_hans: 范围

source: Checking Health access...
de: Zugriff auf Health wird geprüft …
es: Comprobando el acceso a Salud...
fr: Vérification de l’accès à Santé…
hi: सेहत ऐक्सेस की जाँच की जा रही है...
ru: Проверка доступа к приложению «Здоровье»…
tr: Sağlık erişimi denetleniyor...
zh_hans: 正在检查健康权限…

source: Checking your purchases…
de: Deine Käufe werden geprüft …
es: Comprobando tus compras…
fr: Vérification de vos achats…
hi: आपकी ख़रीदारी की जाँच की जा रही है…
ru: Проверка покупок…
tr: Satın alımlarınız denetleniyor…
zh_hans: 正在检查你的购买项目…

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
hi: तस्वीर चुनें
ru: Выбрать фото
tr: Fotoğraf Seç
zh_hans: 选择照片

source: Choose Your Plan
de: Wähle deinen Plan
es: Elige tu plan
fr: Choisissez votre offre
hi: अपना प्लान चुनें
ru: Выберите план
tr: Planınızı Seçin
zh_hans: 选择你的方案

source: Classic
de: Klassisch
es: Clásico
fr: Classique
hi: क्लासिक
ru: Классический
tr: Klasik
zh_hans: 经典

source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
hi: कैश साफ़ करें
ru: Очистить кэш
tr: Önbelleği Temizle
zh_hans: 清除缓存

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
ru: Очистить поиск
tr: Aramayı temizle
zh_hans: 清除搜索

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Close map
de: Karte schließen
es: Cerrar mapa
fr: Fermer le plan
hi: नक़्शा बंद करें
ru: Закрыть карту
tr: Haritayı kapat
zh_hans: 关闭地图

source: Collapse Warning
de: Warnung einklappen
es: Contraer aviso
fr: Réduire l’avertissement
hi: चेतावनी समेटें
ru: Свернуть предупреждение
tr: Uyarıyı Daralt
zh_hans: 收起警告

source: Collision Vibration
de: Kollisionsvibration
es: Vibración al chocar
fr: Vibrations de collision
hi: टक्कर वाइब्रेशन
ru: Вибрация при столкновении
tr: Çarpışma Titreşimi
zh_hans: 碰撞震动

source: Combine Sources with Same Name
de: Quellen mit gleichem Namen zusammenführen
es: Combinar fuentes con el mismo nombre
fr: Combiner les sources portant le même nom
hi: एक जैसे नाम वाले सोर्स मिलाएँ
ru: Объединять источники с одинаковым именем
tr: Aynı Adlı Kaynakları Birleştir
zh_hans: 合并同名来源
